// © Copyright 2007-2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Kohdista";

UnknownValue = "Valitse";

AlignTitle = "Kohdista";
ValidationMsg = "Kohdistuksen tarkistussivua tulostetaan. Jos tulostettu kuvio on kohdistettu oikein, napsauta Valmis-painiketta. Muussa tapauksessa voit kohdistaa kuvion uudelleen napsauttamalla Kohdista-painiketta.";
AlignButton = "Kohdista";
DoneButton = "Valmis";

CompletionAlertTitle = "Kynän kohdistus on valmis";
CompletionAlertMessage = "Voit tulostaa vahvistussivun napsauttamalla Verify-painiketta tai päättää kohdistuksen napsauttamalla Done-painiketta. Jos haluat tulostaa vahvistussivun, valitse määritetty laite seuraavasta tulostusikkunasta ja napsauta Print-painiketta.";
VerifyButton = "Verify";
PrintingPatternsTitle = "Tulostetaan kuvioita…";

HSDAlignPrintheadsExplanation = "Seuraava toiminto kohdistaa värilliset ja mustat tulostuspäät keskenään. Tämä tarjoaa parhaa mahdollisen tulostuslaadun.";
HSDAlignPrintheadsInvitation = "Suosittelemme, että suoritat kohdistuksen joka kerta, kun vaihdat tulostuspään.";

ValidationPagePrintingMsg = "Tarkistuskuvion sivua tulostetaan. Jos sisemmät laatikot eivät ole näkyvissä, valitse Valmis. Suorita muussa tapauksessa kohdistus uudelleen valitsemalla Kohdista.";

TransferringProcessTitle = "Siirretään tiedostoa…";
PrintingProcessTitle = "Tulostetaan PQ-diagnostiikkasivua…";

NoPrintMsg = "Tarkista, että tulostin on yhdistetty ja päällä, ja yritä sitten uudelleen.";
NoPrintTitle = "PQ-diagnostiikkasivua ei voi tulostaa";

PenChangedMsg = "Kohdistus keskeytettiin, koska tulostuskasettisarja vaihdettiin. Älä poista, lisää tai vaihda kasetteja kohdistuksen aikana.";

HSDPrintAndAlignButtonsHint = "Tulosta Tulostuslaadun diagnostiikkasivu valitsemalla Tulosta-painike. Tulosta kohdistussivu valitsemalla Kohdista-painike.";

HSDAlignHeader = "Kohdista tulostuskasetti, jotta saat parhaan mahdollisen tulostuslaadun.";
HSDAlignFooter = "Tarkista merkit kohdistussivulla ja varmista, että tulostuskasetti on asennettu ja toimii oikein. Jos \"x\" tulss näkyviin jonkin palkin vasemmalle puolelle, kohdista tulostuskasettiin uudelleen. Katso tulostimen sähköisestä Ohjeesta lisätietoja.";

HSDAlignPrintheadHeader = "Align the printhead to provide the best possible print quality. Use the instructions on the following windows to align the printhead.";

HSDTaskDescription = "Tulostuskasettien kohdistaminen takaa parhaan tulostusjäljen. Noudata seuraavien ikkunoiden ohjeita kohdistaaksesi tulostuskasetit.";
HSDTaskNote = "Suosittelemme, että kohdistat tulostuskasetit aina vaihdon yhteydessä.";
HSDAlignButtonTitle = "Kohdista";
HSDPrintButtonTitle = "Tulosta";
